{
    "nhits": 10,
    "cards": [
        {
            "name": "King of Pentacles",
            "name_short": "peki",
            "value": "king",
            "value_int": 14,
            "suit": "pentacles",
            "type": "minor",
            "meaning_up": "Valour, realizing intelligence, business and normal intellectual aptitude, sometimes mathematical gifts and attainments of this kind; success in these paths.",
            "meaning_rev": "Vice, weakness, ugliness, perversity, corruption, peril.",
            "desc": "The figure calls for no special description the face is rather dark, suggesting also courage, but somewhat lethargic in tendency. The bull's head should be noted as a recurrent symbol on the throne. The sign of this suit is represented throughout as engraved or blazoned with the pentagram, typifying the correspondence of the four elements in human nature and that by which they may be governed. In many old Tarot packs this suit stood for current coin, money, deniers. I have not invented the substitution of pentacles and I have no special cause to sustain in respect of the alternative. But the consensus of divinatory meanings is on the side of some change, because the cards do not happen to deal especially with questions of money."
        },
        {
            "type": "major",
            "name_short": "ar13",
            "name": "Death",
            "value": "13",
            "value_int": 13,
            "meaning_up": "End, mortality, destruction, corruption also, for a man, the loss of a benefactor for a woman, many contrarieties; for a maid, failure of marriage projects.",
            "meaning_rev": "Inertia, sleep, lethargy, petrifaction, somnambulism; hope destroyed.",
            "desc": "The veil or mask of life is perpetuated in change, transformation and passage from lower to higher, and this is more fitly represented in the rectified Tarot by one of the apocalyptic visions than by the crude notion of the reaping skeleton. Behind it lies the whole world of ascent in the spirit. The mysterious horseman moves slowly, bearing a black banner emblazoned with the Mystic Rose, which signifies life. Between two pillars on the verge of the horizon there shines the sun of immortality. The horseman carries no visible weapon, but king and child and maiden fall before him, while a prelate with clasped hands awaits his end.\nThere should be no need to point out that the suggestion of death which I have made in connection with the previous card is, of course, to be understood mystically, but this is not the case in the present instance. The natural transit of man to the next stage of his being either is or may be one form of his progress, but the exotic and almost unknown entrance, while still in this life, into the state of mystical death is a change in the form of consciousness and the passage into a state to which ordinary death is neither the path nor gate. The existing occult explanations of the 13th card are, on the whole, better than usual, rebirth, creation, destination, renewal, and the rest."
        },
        {
            "type": "major",
            "name_short": "ar20",
            "name": "The Last Judgment",
            "value": "20",
            "value_int": 20,
            "meaning_up": "Change of position, renewal, outcome. Another account specifies total loss though lawsuit.",
            "meaning_rev": "Weakness, pusillanimity, simplicity; also deliberation, decision, sentence.",
            "desc": "I have said that this symbol is essentially invariable in all Tarot sets, or at least the variations do not alter its character. The great angel is here encompassed by clouds, but he blows his bannered trumpet, and the cross as usual is displayed on the banner. The dead are rising from their tombs--a woman on the right, a man on the left hand, and between them their child, whose back is turned. But in this card there are more than three who are restored, and it has been thought worth while to make this variation as illustrating the insufficiency of current explanations. It should be noted that all the figures are as one in the wonder, adoration and ecstacy expressed by their attitudes. It is the card which registers the accomplishment of the great work of transformation in answer to the summons of the Supernal--which summons is heard and answered from within.\nHerein is the intimation of a significance which cannot well be carried further in the present place. What is that within us which does sound a trumpet and all that is lower in our nature rises in response--almost in a moment, almost in the twinkling of an eye? Let the card continue to depict, for those who can see no further, the Last judgment and the resurrection in the natural body; but let those who have inward eyes look and discover therewith. They will understand that it has been called truly in the past a card of eternal life, and for this reason it may be compared with that which passes under the name of Temperance."
        },
        {
            "name": "Eight of Pentacles",
            "name_short": "pe08",
            "value": "eight",
            "value_int": 8,
            "suit": "pentacles",
            "type": "minor",
            "meaning_up": "Work, employment, commission, craftsmanship, skill in craft and business, perhaps in the preparatory stage.",
            "meaning_rev": "Voided ambition, vanity, cupidity, exaction, usury. It may also signify the possession of skill, in the sense of the ingenious mind turned to cunning and intrigue.",
            "desc": "An artist in stone at his work, which he exhibits in the form of trophies."
        },
        {
            "name": "Two of Wands",
            "name_short": "wa02",
            "value": "two",
            "value_int": 2,
            "suit": "wands",
            "type": "minor",
            "meaning_up": "Between the alternative readings there is no marriage possible; on the one hand, riches, fortune, magnificence; on the other, physical suffering, disease, chagrin, sadness, mortification. The design gives one suggestion; here is a lord overlooking his dominion and alternately contemplating a globe; it looks like the malady, the mortification, the sadness of Alexander amidst the grandeur of this world's wealth.",
            "meaning_rev": "Surprise, wonder, enchantment, emotion, trouble, fear.",
            "desc": "A tall man looks from a battlemented roof over sea and shore; he holds a globe in his right hand, while a staff in his left rests on the battlement; another is fixed in a ring. The Rose and Cross and Lily should be noticed on the left side."
        },
        {
            "name": "King of Wands",
            "name_short": "waki",
            "value": "king",
            "value_int": 14,
            "suit": "wands",
            "type": "minor",
            "meaning_up": "Dark man, friendly, countryman, generally married, honest and conscientious. The card always signifies honesty, and may mean news concerning an unexpected heritage to fall in before very long.",
            "meaning_rev": "Good, but severe; austere, yet tolerant.",
            "desc": "The physical and emotional nature to which this card is attributed is dark, ardent, lithe, animated, impassioned, noble. The King uplifts a flowering wand, and wears, like his three correspondences in the remaining suits, what is called a cap of maintenance beneath his crown. He connects with the symbol of the lion, which is emblazoned on the back of his throne."
        },
        {
            "name": "Knight of Pentacles",
            "name_short": "pekn",
            "value": "knight",
            "value_int": 12,
            "suit": "pentacles",
            "type": "minor",
            "meaning_up": "Utility, serviceableness, interest, responsibility, rectitude-all on the normal and external plane.",
            "meaning_rev": "inertia, idleness, repose of that kind, stagnation; also placidity, discouragement, carelessness.",
            "desc": "He rides a slow, enduring, heavy horse, to which his own aspect corresponds. He exhibits his symbol, but does not look therein."
        },
        {
            "name": "Ace of Swords",
            "name_short": "swac",
            "value": "ace",
            "value_int": 1,
            "suit": "swords",
            "type": "minor",
            "meaning_up": "Triumph, the excessive degree in everything, conquest, triumph of force. It is a card of great force, in love as well as in hatred. The crown may carry a much higher significance than comes usually within the sphere of fortune-telling.",
            "meaning_rev": "The same, but the results are disastrous; another account says--conception, childbirth, augmentation, multiplicity.",
            "desc": "A hand issues from a cloud, grasping as word, the point of which is encircled by a crown."
        },
        {
            "name": "Nine of Cups",
            "name_short": "cu09",
            "value": "nine",
            "value_int": 9,
            "suit": "cups",
            "type": "minor",
            "meaning_up": "Concord, contentment, physical bien-être; also victory, success, advantage; satisfaction for the Querent or person for whom the consultation is made.",
            "meaning_rev": "Truth, loyalty, liberty; but the readings vary and include mistakes, imperfections, etc.",
            "desc": "A goodly personage has feasted to his heart's content, and abundant refreshment of wine is on the arched counter behind him, seeming to indicate that the future is also assured. The picture offers the material side only, but there are other aspects."
        },
        {
            "name": "Two of Pentacles",
            "name_short": "pe02",
            "value": "two",
            "value_int": 2,
            "suit": "pentacles",
            "type": "minor",
            "meaning_up": "On the one hand it is represented as a card of gaiety, recreation and its connexions, which is the subject of the design; but it is read also as news and messages in writing, as obstacles, agitation, trouble, embroilment.",
            "meaning_rev": "Enforced gaiety, simulated enjoyment, literal sense, handwriting, composition, letters of exchange.",
            "desc": "A young man, in the act of dancing, has a pentacle in either hand, and they are joined by that endless cord which is like the number 8 reversed."
        }
    ]
}